Repository: blombo/zmw
Catalog: applications/book/locale/*/LC_MESSAGES/zmwbook.po
Languages: fr

source: File
fr: Fichier

source: Load
fr: Charge

source: Save
fr: Sauve

source: Save As
fr: Sauve sous

source: Preference Save
fr: Sauvegarde des préférences

source: Quit
fr: Quitter

source: Library Load
fr: Charger une bibliothèque

source: Library Save As
fr: Sauver une bibliothèque sous

source: Quit confirmation
fr: Confirmation de sortie

source: Quit without save
fr: Quitter sans sauver

source: Save and Quit
fr: Sauver et quitter

source: Cancel
fr: Annuler

source: View
fr: Voir

source: Debug window
fr: Fenêtre de débuggage

source: Interface colors
fr: Couleurs de l'interface

source: Edit colors
fr: Editer les couleurs

source: Tip
fr: Bulles d'aide

source: Header
fr: Entête

source: Borrowed
fr: Emprunté

source: New book defaults
fr: Valeurs par défaut pour la création

source: Language
fr: Langue

source: Edit
fr: Édite

source: Add a new book
fr: Ajouter un nouveau livre

source: THIS PROGRAM IS UNFINISHED: DO NOT USE ON YOUR LIBRARY
fr: CE PROGRAMME N'EST PAS TERMINÉ : IL NE FAUT PAS L'UTILISER

source: Set this as a new name
fr: Cette valeur est un nouveau nom

source: XML TAG UNKNOWN: %s
fr: TAG XML INCONNU : %s

source: Filter on all the columns :
fr: Filtre à appliquer sur toute les colonnes :

source: Only books containing this filter are displayed
fr: Seul les livres vérifiant ce filtre sont affichés

source: Display only borrowed books
fr: Affiche seulement les livres prêtés

source: Display book borrowed and not yet given back
fr: Affiche seulement les livres non rendus

source: Display only modified books
fr: Affiche les livres modifiés

source: If true only modified books are displayed, it disables other filters
fr: Si c'est vrai les livres modifiés sont affichés, cela annule les autres filtres

source: Book title
fr: Titre du livre

source: Sort by book title
fr: Trie par titre de livre

source: Author
fr: Auteur

source: Firstname
fr: Prénom

source: Sort by author firstname
fr: Tri par prénom

source: Surname
fr: Nom

source: Sort by author surname
fr: Tri par nom d'auteur

source: Borrower
fr: Emprunteur

source: Sort by borrower firstname
fr: Tri par prénom d'emprunteur

source: Sort by borrower surname
fr: Tri par nom d'emprunteur

source: Sort by collection
fr: Tri par collection

source: Number
fr: Numéro

source: Sort by book number in collection
fr: Tri par numéro de collection

source: Rate
fr: Qualité

source: Sort by book rate
fr: Tri par qualité

source: Enter a filter for %s
fr: Entrez le filtre pour %s

source: Change author name for all the books
fr: Changer ce nom d'auteur pour tous les livres

source: Change book author
fr: Changer d'auteur

source: Change borrower name for all books
fr: Changer ce nom d'emprunteur pour tous les livres

source: Last borrower give back the book
fr: Ce livre a été rendu

source: This book is borrowed by...
fr: Ce livre est emprunté par...

source: Change collection name for all books
fr: Changer le nom de la collection pour tous les livres

source: Change collection
fr: Changer de collection pour ce livre

source: Name
fr: Nom

source: Width
fr: Largeur

source: Order
fr: Ordre

source: Start:
fr: Début :

source: #Row:
fr: #Lignes :

source: #Book:
fr: #Livres :

source: Title
fr: Titre

source: Library: %s%s
fr: Bibliotheque : %s%s

source: (Modified)
fr: (Modifiee)

source: Error message for book
fr: Message d'erreur de ``book''

source: Close
fr: Ferme
